---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayconduitrunLengthParam
source: html/761c81a9-c02c-5e47-aec8-cfc16c7d7101.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayconduitrunLengthParam Property

"Length"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayconduitrunLengthParam { get; }
```